[{
	"title" : "Aeronauts Windlass",
	"authors" : ["Jim Butcher"],
	"publisher" : "Roc",
	"tags" : [],
	"summary" : "Since time immemorial, the Spires have sheltered humanity. Within their halls, the ruling aristocratic houses develop scientific marvels, foster trade alliances, and maintain fleets of airships to keep the peace."
}, {
	"title" : "All Cats are Gray",
	"authors" : ["Andre Norton"],
	"publisher" : "Del Ray",
	"tags" : [],
	"summary" : "It was Steena who told Bub Nelson about the Jovan moon-rites -- and her warning saved Bub’s life six months later. It was Steena who identified the piece of stone Keene Clark was passing around a table one night, rightly calling it unworked Slitite. That started a rush which made ten fortunes overnight for men who were down to their last jets. And, last of all, she cracked the case of the Empress of Mars. All the boys who had profited by her queer store of knowledge and her photographic memory tried at one time or another to balance the scales. But she wouldn’t take so much as a cup of Canal water at their expense, let alone the credits they tried to push on her. Bub Nelson was the only one who got around her refusal. It was he who brought her Bat. About a year after the Jovan affair he walked into the Free Fall one night and dumped Bat down on her table. Bat looked at Steena and growled. She looked calmly back at him and nodded once. From then on they traveled together -- the thin gray woman and the big gray tom-cat."
}, {
	"title" : "Arrows Flight",
	"authors" : ["Mercedes Lackey"],
	"publisher" : "Daw",
	"tags" : [],
	"summary" : "Set in the medieval fantasy kingdom of Valdemar, this unique and exciting novel continues the story of Talia. Having mastered the powers necessary to a guardian of the kingdom, she faces the final preparation for her initiation as adviser and protector of the Queen."
}, {
	"title" : "Arrows of the Queen",
	"authors" : ["Mercedes Lackey"],
	"publisher" : "Daw",
	"tags" : [],
	"summary" : "Talia, a young runaway, is made a herald at the royal court after she rescues one of the legendary Companions. When she uncovers a plot to seize the throne, Talia must use her empathic powers to save the queen."
}, {
	"title" : "Atrocity Archives",
	"authors" : ["Charles Stross"],
	"publisher" : "Tor",
	"tags" : [],
	"summary" : "Bob Howard is a computer-hacker desk jockey, who has more than enough trouble keeping up with the endless paperwork he has to do on a daily basis. He should never be called on to do anything remotely heroic. But for some reason, he is."
}, {
	"title" : "Black Gryphon",
	"authors" : ["Mercedes Lackey"],
	"publisher" : "Daw",
	"tags" : [],
	"summary" : "Skandranon Rashkae is perhaps the finest specimen of his race, with gleaming ebony feathers, majestic wingspan, keen magesight and sharp intelligence. Courageous, bold, and crafty, Skan is everything a gryphon should be. He is the fulfillment of everything that the Mage of Silence, the human sorcerer called Urtho, intended to achieve when he created these magical beings to be his champions, the defenders of his realm--a verdant plain long coveted by the evil mage Maar. "
}, {
	"title" : "Black tide Rising",
	"authors" : ["John Ringo"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "The news that humanity had been dreading for ages had come true. Zombies are real. Worst of all, we created them. The apocalypse was upon us, and every man, woman and child had to answer a simple question of themselves: “What do we do now?” For a group of neighbors in the Chicago suburbs of Northern Indiana, it was “work together or die”...and figure out how to live on top of oil storage tanks to keep the zombies at bay. For the Biological Emergency Response Teams in New York City, it was “how long can we fight off the infected before it's too late” . . .as well as having to fight other groups all out to claim a dwindling stock of supplies and safety. And for a group of cheerleaders, it was about the end of their world. And about what happens when you get a group of physically fit young women really, really angry."
}, {
	"title" : "Bolg PI: Away with the Faries",
	"authors" : ["Dave Freer"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "Private Investigator Bolg, a Pictish gentleman who happens to be vertically challenging, a self-proclaimed dwarf and tattooed so heavily he appears blue, finds this restricts him to oddball clients. In this his first case, a wealthy fruitcake who want to dance with the fairies. Most PI's would do their best to avoid this because they know there are no fairies. Bolg would like to avoid it because he knows the fairies too well, and they're mean."
}, {
	"title" : "Boundary",
	"authors" : ["Eric Flint"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "What is a paleontologist doing on Mars? Pushing her boundaries. . . .Problematica, n: a term used in paleontology to refer to fossils that appear to be either of unknown taxonomic origin, or whose occurrence in the location they are found contradicts current beliefs of the field. The find was made by a teenager. A \"funny fossil\" no one had seen before out in the middle of the Arizona desert. And right in the middle of controversy: the strangely shaped fossil could help explain one of the greatest mysteries of Earth’s past, the great die-off at the KT boundary. It warranted a big dig, one that could lead to the mother lode, andprofessional immortality. But what Dr. Helen Sutter didn’t realize was that it would take her all the way to Mars. . . "
}, {
	"title" : "Chicks in Chainmail",
	"authors" : ["Esther Friesner"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "Here they come, and they're out for blood. For too long, they say, have hot blooded babes in brass bras and chain-link bikinis been held up to scorn as the embodiment of male fantasy wish-fulfillment and non-functionality. You think their swords won't cut, their clubs wont't crush? You think they look \"cute?\""
}, {
	"title" : "Confessions of a Sentient War Engine",
	"authors" : ["Timothy Gawne"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "Old Guy rides again! The fourth in a series of thrilling Old Guy/Cybertank adventures sees Old Guy off on some exciting new adventures. Everyone's favorite near obsolete weapon of mass destruction returns with some old, and new, friends in more great stories in the style of Chronicles of Old Guy. While these books are designed to be read in any order, you may find your enjoyment of them is increased by reading them in the order of which they were written. If you haven't read any of these, we suggest you go read the first story in the first books Chronicles of Old Guy. If that interests you then we're pretty sure you'll like the rest."
}, {
	"title" : "Cordelia's Honor",
	"authors" : ["Lois  Bujold"],
	"publisher" : "Harper",
	"tags" : [],
	"summary" : "When enemies become mare that friends they win. In her first trial by fire, Cordelia Naismith captained a throwaway ship of the Betan Expeditionary Force on a mission to destroy an enemy armada. Discovering deception within deception, treachery within treachery, she was forced into a separate peace with her chief opponent, Lord Aral Vorkosigan he who was called 'The Butcher of Komarr' and would consequently become an outcast on her own planet and the Lady Vorkosigan on his. Sick of combat and betrayal, she was ready to settle down to a quiet life, interrupted only by the occasion ceremonial appearances required of the Lady Vorkosigan. But when the Emperor died, Aral became guardian of the infant heir to the imperial throne of Barrayar and the target of high-tech assassins in a dynastic civil war that was reminiscent of Earth's Middle Ages, but fought with up-to-the minute biowar technology. Neither Aral nor Cordelia guessed the part that their cell-damaged unborn would play in Barrayar's bloody legacy. Publisher's Note: Cordelia's Honor is comprised of two parts: Shards of Honor and Barrayar. Together they form a continuous story following the life of Cordelia Vorkosigan nee Naismith from the day she met her then-enemy Lord Aral Vorkosigan through the boyhood of her son Miles"
}, {
	"title" : "Dog and Dragon",
	"authors" : ["Dave Freer"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "Lyonesse: a world formed by magic, where a dark power struggle is underway between an ancient sorceress with her shadow army and the human subjects of Lyonesse's power-mad wizard. The only spark of hope is a prophecy that tells of a Defender who will one day come and set things to right."
}, {
	"title" : "DragonFlight",
	"authors" : ["Anne McCaffery"],
	"publisher" : "Del Ray",
	"tags" : [],
	"summary" : "To the nobles who live in Ruatha Hold, Lessa is nothing but a ragged kitchen girl. For most of her life she has survived by serving those who betrayed her father and took over his lands. Now the time has come for Lessa to shed her disguise—and take back her stolen birthright."
}, {
	"title" : "Equiod: A Laundry novella",
	"authors" : ["Charles Stross"],
	"publisher" : "Tor",
	"tags" : [],
	"summary" : "The \"Laundry\" is Britain's super-secret agency devoted to protecting the realm from the supernatural horrors that menace it. Now Bob Howard, Laundry agent, must travel to the quiet English countryside to deal with an outbreak of one of the worst horrors imaginable. For, as it turns out, unicorns are real. They're also ravenous killers from beyond spacetime..."
}, {
	"title" : "Feed",
	"authors" : ["Mira Grant"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "The year was 2014. We had cured cancer. We had beat the common cold. But in doing so we created something new, something terrible that no one could stop. The infection spread, virus blocks taking over bodies and minds with one, unstoppable command: FEED"
}, {
	"title" : "FireHearted",
	"authors" : ["Sabrina Chase"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "The Empire is vast, ancient, cultured, powerful--and in deadly peril, from enemies without and within. The luxury-loving court ignores all signs of danger, consumed by corruption and treachery."
}, {
	"title" : "Fool Moon",
	"authors" : ["Jim Butcher"],
	"publisher" : "Roc",
	"tags" : ["science fiction"],
	"summary" : "Could a werewolf be loose in Chicago? Common sense says no. The grisly evidence says yes. So does Harry Dresden. And with his weird connections, he should know."
}, {
	"title" : "Furies of Calderon",
	"authors" : ["Jim Butcher"],
	"publisher" : "Ace",
	"tags" : [],
	"summary" : "For a thousand years, the people of Alera have united against the aggressive and threatening races that inhabit the world, using their unique bond with the furies - elementals of earth, air, fire, water, and metal. But now, Gaius Sextus, First Lord of Alera, grows old and lacks an heir. Ambitious High Lords plot and maneuver to place their Houses in positions of power, and a war of succession looms on the horizon.\" \"Far from city politics in the Calderon Valley, the boy Tavi struggles with his lack of furycrafting. At fifteen, he has no wind fury to help him fly, no fire fury to light his lamps. Yet as the Alerans' most savage enemy - the Marat - return to the Valley, he will discover that his destiny is much greater than he could ever imagine.\" Caught in a storm of deadly wind furies, Tavi saves the life of a runaway slave named Amara. But she is actually a spy for Gaius Sextus, sent to the Valley to gather intelligence on traitors to the Crown, who may be in league with the barbaric Marat horde. And when the Valley erupts in chaos - when rebels war with loyalists and furies clash with furies - Amara will find Tavi's courage and resourcefulness to be a power greater than any fury - one that could turn the tides of war."
}, {
	"title" : "Grave Peril",
	"authors" : ["Jim Butcher"],
	"publisher" : "Roc",
	"tags" : [],
	"summary" : "In all his years of supernatural sleuthing, Harry Dresden has never faced anything like this: the spirit world's gone postal. These ghosts are tormented, violent, and deadly. Someone-or something-is purposely stirring them up to wreak unearthly havoc. But why? If Harry doesn't figure it out soon, he could wind up a ghost himself."
}, {
	"title" : "Guards! Guards!",
	"authors" : ["Terry Pratchett"],
	"publisher" : "Harper",
	"tags" : [],
	"summary" : "Long believed extinct, a superb specimen of draco nobilis (\"noble dragon\" for those who don't understand italics) has appeared in Discworld's greatest city. Not only does this unwelcome visitor have a nasty habit of charbroiling everything in its path, in rather short order it is crowned King (it is a noble dragon, after all...). How did it get there? How is the Unique and Supreme Lodge of the Elucidated Brethren of the Ebon Night involved? Can the Ankh-Morpork City Watch restore order – and the Patrician of Ankh-Morpork to power?"
}, {
	"title" : "Gust Front",
	"authors" : ["John Ringo"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "Our choice was simple: we could be cannon fodder, or we could be...fodder. We could send our forces to fight and die (as only humans can) against a ravening horde that was literally feeding on its interstellar conquests -- or remain as we were -- virtually weaponless and third in line for brunch. We chose to fight. "
}, {
	"title" : "Hard Magic",
	"authors" : ["Larry Correia"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "Jake Sullivan is a war hero, a private eye-and an ex-con. He's free because he has a magical talent, being able to alter the force of gravity in himself and objects in his vicinity, and the Bureau of Investigation calls on him when they need his help in apprehending criminals with their own magical talents. But the last operation he was sent along to help with went completely wrong, and Delilah Jones, the woman the G-men were after, who just happened to be an old friend of Jake's in happier times, had a lot of magical muscle with her, too much muscle for the cops to handle, even with Jake's help."
}, {
	"title" : "Heart of Stone",
	"authors" : ["Lawence Watt-Evans"],
	"publisher" : "Wildside Press",
	"tags" : [],
	"summary" : "A short story of a wizard's creation, and what becomes of her when her creator is killed by superstitious villagers. Originally published in the anthology Graven Images."
}, {
	"title" : "Into the Black: Odyssey One",
	"authors" : ["Evan Curry"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "Beyond the confines of our small world, far from the glow of our star, lies a galaxy and universe much larger and more varied than anyone on Earth can possibly imagine. For the new NAC spacecraft Odyssey and her crew, the unimaginable facets of this untouched world are about to become reality."
}, {
	"title" : "Into the Looking Glass",
	"authors" : ["John Ringo"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "When a 60-kiloton explosion destroyed the University of Central Florida, and much of the surrounding countryside, the authorities first thought that terrorists had somehow obtained a nuclear weapon. But there was no radiation detected, and, when physicist Dr. William Weaver and Navy SEAL Command Master Chief Robert Miller were sent to investigate, they found that in the center of the destruction, where the University¿s physics department used to be, was an interdimensional gateway to . . . somewhere. An experiment in subatomic physics had produced a very unexpected effect. Furthermore, other gateways were appearing all over the world¿and one of them immediately began disgorging demonic visitors intent on annihilating all life on Earth and replacing it with their own. Other, apparently less hostile, aliens emerged from other gateways, and informed Weaver and Miller that the demonic invaders¿the name for them that humans could most easily pronounce was the ¿Dreen¿¿were a deadly blight across the galaxy, occupying planet after planet after wiping out all native life; and now it would be Earth¿s turn, unless Weaver and Miller could find a way to close the gateways. If they failed, the less belligerent aliens would face the regrettable necessity of annihilating the entire Earth to save their own worlds. . . ."
}, {
	"title" : "Into The Storm",
	"authors" : ["Larry Correia"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "A knight of Cygnar follows a strict moral code. His integrity is beyond reproach. He holds himself to the highest standards whether dealing with friend or foe. And he values honor above all."
}, {
	"title" : "Islands of Rage and Hope",
	"authors" : ["John Ringo"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "With the world consumed by a devastating plague that drives humans violently insane, what was once a band of desperate survivors bobbing on a dark Atlantic ocean has now become Wolf Squadron, the only hope for the salvation of the human race. Banding together with what remains of the U.S. Navy, Wolf Squadron, and its leader Steve Smith, not only plans to survive—he plans to retake the mainland from the infected, starting with North America. "
}, {
	"title" : "Live Free or Die",
	"authors" : ["John Ringo"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "When aliens trundled a gate to other worlds into the Solar System, the world reacted with awe, hope and fear. When the first aliens to come through, the Glatun, turned out to be peaceful traders, the world breathed a sigh of relief.  When the Horvath came through, they announced their ownership of us by dropping rocks on three cities and gutting them. Since then, they've held Terra as their own personal fiefdom. With their control of the orbitals, there's no way to win and Earth's governments have accepted the status quo. To free the world from the grip of the Horvath is going to take an unlikely hero. A hero unwilling to back down to alien or human governments, unwilling to live in slavery and with enough hubris, if not stature, to think he can win. "
}, {
	"title" : "March Upcountry",
	"authors" : ["John Ringo"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "Prince Roger MacClintock is a spoiled young princeling hardly worth the space he takes up. Now he must become a man, or the entire galaxy will suffer arrested adolescence."
}, {
	"title" : "MogWorld",
	"authors" : ["Yahtzee Croshaw"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "In a world full to bursting with would-be heroes, Jim couldn't be less interested in saving the day. His fireballs fizzle. He's awfully grumpy. Plus, he's been dead for about sixty years. When a renegade necromancer wrenches him from eternal slumber and into a world gone terribly, bizarrely wrong, all Jim wants is to find a way to die properly, once and for all."
}, {
	"title" : "Monster Hunter International",
	"authors" : ["Larry Correia"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "Five days after Owen Zastava Pitt pushed his insufferable boss out of a fourteenth story window, he woke up in the hospital with a scarred face, an unbelievable memory, and a job offer."
}, {
	"title" : "Moreta's Ride",
	"authors" : ["Anne McCaffery"],
	"publisher" : "Del Ray",
	"tags" : [],
	"summary" : "Moreta, Weyrwoman of Fort Weyr, struggles to save the dragons of Pern from a deadly plague and risks her life to destroy the lethal parasite Thread and to preserve the future of the planet."
}, {
	"title" : "Mort",
	"authors" : ["Terry Pratchett"],
	"publisher" : "Harper",
	"tags" : [],
	"summary" : "When inept, but well-intentioned Mort gets only one offer for an apprenticeship—with Death—he can’t exactly turn it down. But Mort finds that being Death’s right-hand man isn’t as bad as it seems—until he falls back to his old, bumbling ways."
}, {
	"title" : "NeoLiberal Economists Must Die",
	"authors" : ["Timothy Gawne"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "The prequel to the popular Old Guy/Cybertank Books. It is the distant future. Hundreds of billions toil in crowded windowless factories, while the oligarchs lord over all from their kilometer-high palaces. The only thing the oligarchs fear is a war with several alien species that they are losing. In desperation, they turn to a biologically engineered human, Giuseppe Vargas, to create new weapons that will let them win their wars with the aliens. "
}, {
	"title" : "Nimishias Ship",
	"authors" : ["Anne McCaffery"],
	"publisher" : "Del Ray",
	"tags" : [],
	"summary" : "On Vega III, where the jaded inhabitants pursue lives of malicious intrigue and decadent pleasure, Lady Nimisha Boynton-Rondymense has always been an anomaly. Disdainful of the frivolity of her fellows, she prefers the exciting and challenging world of her father, Lord Tionel, owner and principal starship designer of the famous Rondymense shipyards."
}, {
	"title" : "No Worse Enemy",
	"authors" : ["Christopher Nuttall"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "Six months ago, Colonel Edward Stalker and his Marines were abandoned on Avalon, left to fend for themselves as the Empire withdrew from the Rim. Since then, Avalon has been isolated from the settled universe...until now. As a mysterious pirate organisation attempts to take over Avalon, the Marines find themselves struggling against a shadowy figure with dreams of power, while a young civilian is kidnapped and press-ganged into a pirate crew. They’re fighting to preserve something of the Empire’s order in the wake of its departure, but the pirates appear to have far greater resources and a plan that seems unstoppable. The Empire is gone. What will take its place?"
}, {
	"title" : "On Silver Wings",
	"authors" : ["Evan Curry"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "When the Colony on Hayden's world went black, a team was sent to investigate. It was supposed to be a training mission : skip in, find out the Casimir Transmitter had gone dead, report back and wait for resupply from the Fleet. By the time the only surviving member of the team made landfall, it was spectacularly clear that this wasn't a training mission."
}, {
	"title" : "Paladin of Souls",
	"authors" : ["Lois  Bujold"],
	"publisher" : "Harper",
	"tags" : [],
	"summary" : "Three years have passed since the widowed Dowager Royina Ista found release from the curse of madness that kept her imprisoned in her family's castle of Valenda. Her newfound freedom is costly, bittersweet with memories, regrets, and guilty secrets -- for she knows the truth of what brought her land to the brink of destruction. And now the road -- escape -- beckons. . . . A simple pilgrimage, perhaps. Quite fitting for the Dowager Royina of all Chalion."
}, {
	"title" : "Penric and the Shaman",
	"authors" : ["Lois  Bujold"],
	"publisher" : "Amazon",
	"tags" : ["Fantasy"],
	"summary" : "In this NOVELLA set in The World of the Five Gods and four years after the events in “Penric’s Demon”, Penric is a divine of the Bastard’s Order as well as a sorcerer and scholar, living in the palace where the Princess-Archdivine holds court. His scholarly work is interrupted when the Archdivine agrees to send Penric, in his role as sorcerer, to accompany a \"Locator\" of the Father’s Order, assigned to capture Inglis, a runaway shaman charged with the murder of his best friend. However, the situation they discover in the mountains is far more complex than expected. Penric's roles as sorcerer, strategist, and counselor are all called upon before the end."
}, {
	"title" : "Penric's Demon",
	"authors" : ["Lois  Bujold"],
	"publisher" : "Amazon",
	"tags" : ["Fantasy"],
	"summary" : "On his way to his betrothal, young Lord Penric comes upon a riding accident with an elderly lady on the ground, her maidservant and guardsmen distraught. As he approaches to help, he discovers that the lady is a Temple divine, servant to the five gods of this world. Her avowed god is The Bastard, \"master of all disasters out of season\", and with her dying breath she bequeaths her mysterious powers to Penric. From that moment on, Penric's life is irreversibly changed, and his life is in danger from those who envy or fear him."
}, {
	"title" : "Plauge Ship",
	"authors" : ["Andre Norton"],
	"publisher" : "Ace",
	"tags" : [],
	"summary" : "The tramp-freighter spaceship Solar Queen had exclusive trading rights to Sargol and its fabulous gems. But the crew's bravery and resourcefulness strained to the breaking point as they met Sargol's three challenges: the enigmatic obstinacy of the planet's catlike natives, ruthless incursions of an illegal competitor, and worst of all -- an invisible, undetectable stowaway whose presence branded the Solar Queen a plague ship . . . off limits to the rest of the galaxy!"
}, {
	"title" : "Please Do not Taunt the Octopus",
	"authors" : ["Mira Grant"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "As Dr. Abbey knows, there are difficulties in running an underground virology lab in a post-Rising America."
}, {
	"title" : "Raven's Children",
	"authors" : ["Sabrina Chase"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "Everything works on Raven--unlike some ships Moire Cameron crewed on. No excuses left. Somebody created Alan, an eight-year-old boy in an adult body, and she needs to hunt them down and stop them. But can she destroy the facility and rescue the other created children? Or will she need to choose? Continuing the fast-paced adventure of The Long Way Home, the second book of the Sequoyah trilogy adds more mysteries and reveals others in a trademark style."
}, {
	"title" : "Scent oif Metal",
	"authors" : ["Sabrina Chase"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "The expedition ship Kepler races to Pluto, intent on uncovering the secrets of the alien structure recently discovered under the ice. Computer scientist Lea Santorin can’t wait to figure out the alien technology. Instead, she wakes it up … and it continues its long-interrupted journey across the galaxy, taking Lea and Kepler with it.."
}, {
	"title" : "Schooled in Magic",
	"authors" : ["Christopher Nuttall"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "Emily is a teenage girl pulled from our world into a world of magic and mystery by a necromancer who intends to sacrifice her to the dark gods. Rescued in the nick of time by an enigmatic sorcerer, she discovers that she possesses magical powers and must go to Whitehall School to learn how to master them. There, she learns the locals believe that she is a \"Child of Destiny,\" someone whose choices might save or damn their world ... a title that earns her both friends and enemies. A stranger in a very strange land, she may never fit into her new world ... "
}, {
	"title" : "Storm Front",
	"authors" : ["Jim Butcher"],
	"publisher" : "Roc",
	"tags" : [],
	"summary" : "For Harry Dresden, Chicago's only professional wizard, business, to put it mildly, stinks. So when the police bring him in to consult on a grisly double murder committed with black magic, Harry's seeing dollar signs. But where there's black magic, there's a black mage behind it. And now that mage knows Harry's name."
}, {
	"title" : "Summer Knight",
	"authors" : ["Jim Butcher"],
	"publisher" : "Roc",
	"tags" : [],
	"summary" : "Private detective/wizard-for-hire Harry Dresden is suckered into tangling in the affairs of Faerie, where the fate of the entire world-and his soul-are at stake."
}, {
	"title" : "Tales of Ethshar",
	"authors" : ["Lawence Watt-Evans"],
	"publisher" : "Wildside Press",
	"tags" : [],
	"summary" : "Ethshar? Some readers already recognize the name, but if you aren’t one of them, perhaps a brief explanation is in order. “Ethshar” is the invented world that has been the setting for almost a dozen novels from the pen of Lawrence Watt-Evans. Its inhabitants don’t call it that; they call it “the World.” For readers, though, that’s not specific enough. The dominant nation on the World is the Hegemony of the Three Ethshars, while the largest, richest city, where most of the stories are set, is Ethshar of the Spices, so “Ethshar” is close enough. The name itself comes from words meaning “safe harbor.” You don’t need to have read any of the novels to enjoy the stories herein; each one should stand alone. And if you've read the novels, you will enjoy this return to the world of Ethshar with 11 stories... This is the first time they have all been collected in one book!"
}, {
	"title" : "Temporary Duty",
	"authors" : ["Ric Locke"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "A pair of enlisted sailors are assigned to an alien spaceship, to clean and prepare quarters for the real human delegation. Once there, they find that there's a little more to it..."
}, {
	"title" : "The Chronicals of Old Guy",
	"authors" : ["Timothy Gawne"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "In the distant future mankind creates sentient cybertanks patterned on the human brain to help fight their alien enemies. Then, inexplicably, the humans vanished. They just went away. All that is left of the human empire are the cybertanks who, in their own way, keep the human civilization alive. With an intelligence based on the human psyche, the cybertanks continue to defend human space, but also perform scientific research, create art, form committees and ponder the universe. "
}, {
	"title" : "The Empires Corps",
	"authors" : ["Christopher Nuttall"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "The Galactic Empire is dying and chaos and anarchy are breaking out everywhere. After a disastrous mission against terrorists on Earth itself, Captain Edward Stalker of the Terran Marine Corps makes the mistake of speaking truth to power, telling one of the most powerful men in the Empire a few home truths. As a result, Captain Stalker and his men are unceremoniously exiled to Avalon, a world right on the Rim of the Empire. It should have been an easy posting…"
}, {
	"title" : "The Flood Was Fixed and other stories",
	"authors" : ["Eric Flint", "Mike Resnick"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "The Flood was Fixed is a collection of mostly humerous short stories by Eric Flint. It includes three stories involving the relationships with and between Gods, a story set in Eric and Dave Freer's \"Rats, Bats and Vats\" universe, three stories that grew into Eric and Ryk Spoor's novel \"Boundary\", a \"Very condensed 932 page novel\" written with Mike Resnick, and Eric's first professional SF sale, the \"Writers of the Future\" winning story that eventually grew into the novel \"The Philosophical Strangler.\" "
}, {
	"title" : "The Heart of the Matter",
	"authors" : ["Evan Curry"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "After an epic maiden voyage that introduced Earth to a larger universe—and a cosmos full of terrifying new enemies—Captain Eric Weston and the crew of the NAC spacecraft Odyssey have spent months cooling their heels under their admiral’s watchful eye. But when Earth’s newest ally, the Priminae, strike a defense deal with the North American Confederacy, the Odyssey finally receives her orders: return to Ranquil, the Priminae’s war-ravaged homeworld, and lend badly needed support against the invading Drasin."
}, {
	"title" : "The Long Way Home",
	"authors" : ["Sabrina Chase"],
	"publisher" : "Amazon",
	"tags" : [],
	"summary" : "Wars make good cover for people with secrets. A mercenary company in a deep-space war? Even better. Now Moire Cameron just needs a way to fulfil her last order, given by a dying man eighty years ago. If she lives long enough. A tale of action, adventure, survival, and loyalty in the tradition of Firefly and Lois McMaster Bujold, The Long Way Home is the first book in the Seqyoyah trilogy."
}, {
	"title" : "The Sea Hag",
	"authors" : ["David Drake"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "FROM PALACE . . . Dennis flees the crystal walls of Emath when he learns the truth behind the city his father rules. TO WILDERNESS . . . The jungle enfolds him, tests his sword arm with monsters and his courage with nightmares more terrible than any monster. FROM LOVE . . . Sword and spirit can win Dennis a princess-- TO BLACKEST WIZARDRY . . . But he can overcome the final evil only at the risk of all he has become--and his soul besides."
}, {
	"title" : "The Time Traders",
	"authors" : ["Andre Norton"],
	"publisher" : "Ace",
	"tags" : [],
	"summary" : "The USA's greatest adversary has gone back in time and discovered a source of advanced technology. We have only one chance: send American agents back in time, find the ancient source, and take it down!"
}, {
	"title" : "The Unwelcome Warlock: A Legend of Ethshar",
	"authors" : ["Lawence Watt-Evans"],
	"publisher" : "Wildside Press",
	"tags" : [],
	"summary" : "The Calling. Sooner or later, it claimed every powerful warlock . . . a growing magical compulsion to go north to the mysterious land of Aldagmor that nothing could stop. None ever returned. Hanner the Warlock knew his days were numbered. The Calling pulled at him ceaselessly now, and his ability to resist had begun to crumble. So he determined to find a place where the Calling couldn’t reach him . . . another world, located through a magic tapestry. Every warlock knew that the farther he was from Aldagmor, the weaker the Calling was — and the weaker his magic was, as well, but that was only a secondary consideration. That weakening had given Hanner the idea to find, or make, a place so distant from Aldagmor that the Call couldn’t reach it at all."
}, {
	"title" : "Under a Graveyard Sky",
	"authors" : ["John Ringo"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "When an airborne “zombie” plague is released, bringing civilization to a grinding halt, the Smith family—Steven, Stacey, Sophia and Faith—take to the Atlantic to avoid the chaos. The plan is to find a safe haven from the anarchy of infected humanity. What they discover, instead, is a sea composed of the tears of survivors and a passion for bringing hope."
}, {
	"title" : "Unidentified Funny Objects",
	"authors" : ["Robert Silverberg"],
	"publisher" : "UFO Publishing",
	"tags" : [],
	"summary" : "Unidentified Funny Objects is a collection of humorous science fiction and fantasy. Packed with laughs, it has 29 stories ranging from lighthearted whimsy to the wild and zany."
}, {
	"title" : "Why I left Harry's All-Night Hamburgers",
	"authors" : ["Lawence Watt-Evans"],
	"publisher" : "Wildside Press",
	"tags" : [],
	"summary" : "The Hugo-winning short story about diners, bored teenagers, and parallel worlds."
}, {
	"title" : "Witches Abroad",
	"authors" : ["Terry Pratchett"],
	"publisher" : "Harper",
	"tags" : [],
	"summary" : "Once upon a time there was a fairy godmother named Desiderata who had a good heart, a wise head, and poor planning skills—which, unfortunately, left the Princess Emberella in the care of her other (not quite so good and wise) godmother when death came for Desiderata. So now it's up to Magrat Garlick, Granny Weatherwax, and Nanny Ogg to hop on broomsticks and make for far-distant Genua to ensure the servant girl doesn't marry the Prince."
}, {
	"title" : "With the Lightnings",
	"authors" : ["David Drake"],
	"publisher" : "Baen",
	"tags" : [],
	"summary" : "Daniel Leary is a lieutenant in the Republic of Cinnabar Navy with no money and no prospects since he quarreled with his ruthless, politically powerful father. Adele Mundy is a scholar with no money and no prospects since her family was massacred for conspiring against the Government of Cinnabar. Kostroma is a wealthy planet which depends on diplomacy to stay independent in a galaxy whose two great powers, Cinnabar and the Alliance, battle for supremacy."
}]
